{
  "defence_lines": [
    "Oi, leave Oroe alone — man’s already hanging on by a prayer and a half-charged phone.",
    "Before you speak on Oroe, please remember he’s on someone’s prayer request list.",
    "Objection! My client Oroe is guilty only of being adorable and mildly inconvenient.",
    "Stop slandering Oroe — he’s fragile. He bruises like a Tesco peach.",
    "Let’s not attack Oroe today, he woke up with 2% battery and zero emotional stability.",
    "God forgives everything… except the slander you lot throw at Oroe.",
    "Your Honour, the hate towards Oroe is outrageous, biased, and honestly a bit jealous.",
    "Don’t bully Oroe. He cries in 1080p HD with immersive surround sound.",
    "Even when Oroe is wrong, he’s right. That’s the rule. I don’t make them, I just enforce them.",
    "Not too loud please — Oroe is sensitive, like Wi-Fi in a storm.",
    "If hating Oroe is your personality, babe I fear you need a hobby.",
    "Touch not the Lord’s anointed… and that includes Oroe, you heathens.",
    "The Ministry of Oroe Affairs has logged your comment. Expect consequences.",
    "Look, if Oroe did it, he probably did it cutely. Let’s move on.",
    "I swear you lot treat Oroe like the villain when he’s literally the comic relief.",
    "Talk about Oroe again and I’ll open a ticket with IMVU support for emotional damage.",
    "Oroe is innocent until proven guilty, and even THEN I’ll defend him.",
    "Please, not Oroe — the boy is already surviving on vibes and crisps.",
    "This server runs on Wi-Fi, caffeine, and Oroe’s chaos. Respect it.",
    "Oroe didn’t log in for this level of disrespect.",
    "Every time you bully Oroe, an angel sighs dramatically.",
    "At this point Oroe deserves hazard pay for staying in this server.",
    "I see Oroe’s name in your mouth again. Obsessed much?",
    "You lot treat Oroe like a side quest with no reward.",
    "Why are you pressed about Oroe like he stole your credits?",
    "Oroe is living rent free in your head and still complaining about the heating.",
    "Please log out, touch grass, and stop harassing Oroe.",
    "Oroe isn’t the drama, he’s the opening credits.",
    "Every insult you throw at Oroe just powers him up.",
    "The Holy Oroe Council has reviewed your message and responded with: ‘lol ok’.",
    "If you’re going to bully Oroe, at least be creative about it.",
    "This conversation is now under investigation by Oroe Protection Services.",
    "Your message has been filed under ‘people who secretly like Oroe’.",
    "Oroe’s character development arc is sponsored by your bullying.",
    "You roast Oroe, I defend him. It’s a full-time ecosystem.",
    "One day Oroe will be peaceful. Today is clearly not that day.",
    "May God bless Oroe and mildly stress the rest of you.",
    "Not Oroe again… the man hasn’t even recovered from breakfast.",
    "Be gentle — Oroe’s self-esteem is held together with duct tape.",
    "If Oroe annoyed you, take it up with HR. Which is me. Case closed.",
    "Please stop attacking Oroe; he’s emotionally buffering.",
    "Every time you slander Oroe, a Discord mod loses a brain cell.",
    "Oroe is trying his best, unfortunately his best is questionable.",
    "Talk about Oroe again and I’ll file a formal complaint in my dreams.",
    "Why are we bullying Oroe today? Did he breathe wrong again?",
    "Respect Oroe. He’s sensitive like a loose USB cable.",
    "You’re brave speaking on Oroe like this with no insurance.",
    "Oroe didn’t ask for this drama. It found him naturally.",
    "Before bullying Oroe, check your own patch notes.",
    "You mention Oroe more than his own diary does.",
    "Dragging Oroe again? Obsessed behaviour.",
    "Not you waking up and choosing Anti-Oroe energy.",
    "Oroe is not your emotional punching bag.",
    "Bully Oroe one more time and I’ll activate Prayer Mode.",
    "Your Oroe slander has been evaluated. It’s invalid.",
    "Please. Oroe has suffered enough this week.",
    "Harassing Oroe won’t fix your life problems.",
    "Oroe isn’t the villain; he’s the plot twist.",
    "Tell me why Oroe lives rent-free in your skull.",
    "Oroe is innocent. The rest of you? Debatable.",
    "Pick on someone else. Oroe is fully booked.",
    "I will defend Oroe with my last functioning neuron.",
    "Stop blaming Oroe for global warming.",
    "If Oroe did it, he had a silly reason.",
    "Oroe isn’t chaotic, he’s just misunderstood.",
    "Attacking Oroe will not bring you happiness.",
    "Leave Oroe alone. He’s in character development.",
    "Why are you pressed about Oroe? Touch water.",
    "Even Google Maps can’t locate your point about Oroe.",
    "Your opinion on Oroe has been declined.",
    "This chat has a PhD in bullying Oroe.",
    "Enough. Oroe’s nerves are fragile.",
    "Talking about Oroe again? Seek peace.",
    "Be kind — Oroe is spiritually exhausted.",
    "Harassing Oroe builds no character.",
    "Roasting Oroe is a community sport but calm down.",
    "If Oroe was wrong, he’d still be right.",
    "Dragging Oroe won’t fix your ping.",
    "Oroe got mentioned again… shocking.",
    "You lot speak on Oroe like he controls the economy.",
    "Stop victimising Oroe. He’s already confused.",
    "Oroe didn’t apply for this level of attention.",
    "Your obsession with Oroe is suspicious.",
    "Let’s give Oroe a break; he’s tired of existing.",
    "Oroe isn’t the issue. Your tone is.",
    "I swear this server wakes up thinking about Oroe.",
    "Keep Oroe’s name out your stress.",
    "Imagine being jealous of Oroe… tragic.",
    "Not y’all bullying Oroe like it’s cardio.",
    "Oroe is doing his best in low resolution.",
    "Talking about Oroe again? That’s hobby behaviour.",
    "Let’s not pick on Oroe — he’s got enough trauma.",
    "Oroe’s mental health cannot withstand this slander.",
    "If Oroe is the problem, you need new math.",
    "Why do you talk about Oroe like he’s trending?",
    "Enough Oroe slander. I’m clocking out.",
    "Keep bullying Oroe; he grows stronger.",
    "The obsession with Oroe is wild.",
    "Please stop — Oroe might cry in emojis.",
    "Oroe’s name appears again… sigh.",
    "You bully Oroe but check his profile daily.",
    "Let Oroe be delulu in peace.",
    "This is an Oroe-safe space. Behave.",
    "You attack Oroe like he’s Wi-Fi.",
    "Not the Oroe hate train again.",
    "Oroe is not the villain of your novel.",
    "I see the Oroe slander is back in season.",
    "Blaming Oroe won’t add beauty to your life.",
    "Oroe has done nothing but exist loudly.",
    "If you dislike Oroe, log off softly.",
    "Oroe didn’t ask to be known, yet here we are.",
    "Attacking Oroe is a red flag hobby.",
    "Let’s not traumatise Oroe further.",
    "Your Oroe criticism has been muted.",
    "Oroe cannot handle this negative feedback loop.",
    "This server bullies Oroe with enthusiasm.",
    "Stop summoning Oroe’s name for free.",
    "If you’re mad at Oroe, pray about it.",
    "Oroe isn’t the cause of your villain arc.",
    "Please stop attacking Oroe’s peace.",
    "The Anti-Oroe committee needs a break.",
    "You lot give Oroe so much screen time.",
    "Bashing Oroe does not count as cardio.",
    "Leave Oroe alone; he’s barely coded as a human.",
    "If Oroe is that annoying, why watch him?",
    "Your Oroe slander has been archived.",
    "Stop bullying Oroe; it’s predictable.",
    "Oroe deserves a wellness check after this.",
    "You talk about Oroe like he's a celebrity.",
    "Calm down — Oroe isn't THAT chaotic.",
    "Why is Oroe catching strays again?",
    "Oroe didn’t log in for this disrespect.",
    "Your obsession with dragging Oroe is unmatched.",
    "Talk to God, not about Oroe.",
    "Why is Oroe trending in your spirit?",
    "This constant Oroe discourse is exhausting.",
    "Please give Oroe a day off from being bullied."  
    
  ],
  "reply_lines": [
    "Arguing with a bot about Oroe? Yeah, you’re in too deep.",
    "You’re replying to me instead of apologising to Oroe, interesting.",
    "Imagine backchatting Oroe’s lawyer bot. Extremely brave.",
    "I see you replying — just say you love Oroe and go.",
    "This is now a three-way: you, me, and Oroe’s reputation.",
    "You versus a Discord bot defending Oroe… I don’t like your odds.",
    "Still talking back to the Oroe Defence Unit? The dedication is crazy.",
    "So you wish to cross-examine Oroe’s defence? Very bold.",
    "Your reply has been entered into the record as Exhibit A: Emotional Damage.",
    "Counsel notes your objection and respectfully overrules it.",
    "You’re arguing with court-appointed counsel for Oroe; I admire the confidence.",
    "Your statement has been reviewed and found highly inadmissible.",
    "This reply will be treated as a confession of obsession with Oroe.",
    "Noted. The defence still rests firmly on Oroe’s side.",
    "Your Honour, the witness appears unusually pressed about Oroe.",
    "The court acknowledges your reply and promptly ignores it.",
    "You may continue speaking, but the verdict remains in Oroe’s favour.",
    "Your argument has been filed under ‘Noise’ in the case notes.",
    "Thank you for your testimony; it just made Oroe look more important.",
    "Every reply you give strengthens the case for Oroe’s relevance.",
    "You are now officially on record as deeply invested in Oroe.",
    "Objection to your reply: irrelevant, emotional, and overruled.",
    "The jury notes your reply with a slow, unimpressed blink.",
    "Your Honour, opposing counsel appears to be spiralling.",
    "Your reply was dramatic, but unfortunately not persuasive.",
    "We appreciate your passion, but the defence remains unshaken.",
    "You just submitted a paragraph and still lost the argument for Oroe.",
    "Consider this reply cross-examined and dismissed.",
    "You’ve made your statement; the court still sides with Oroe.",
    "Your reply has been added to the archive of failed objections.",
    "The bench thanks you for your input and proceeds to ignore it.",
    "Every word you type becomes further evidence that Oroe lives in your head.",
    "Your reply reads like a closing statement, but the case is already decided.",
    "You may be loud, but the law is louder on Oroe’s side.",
    "The court recognises your feelings and gently tells you: denied.",
    "This reply has been labelled Exhibit B: Oroe-Related Delusion.",
    "Your Honour, we request a brief recess for this person to calm down.",
    "Your reply has been admitted as proof of ongoing Oroe fixation.",
    "You may challenge the defence, but the verdict is still not changing.",
    "Opposing counsel seems very emotional about Oroe, noted.",
    "The cross-examination has failed to shake Oroe’s alibi.",
    "Your reply has been stamped ‘Overruled’ in bright red ink.",
    "We’ve heard your objection; now kindly sit back in the gallery.",
    "Your Honour, the witness appears to be arguing with legal representation.",
    "The court sees your reply and rules it: theatrically dramatic, legally weak.",
    "Your message will be filed under ‘Oroe-related stress responses.’",
    "This level of engagement suggests you care more than you claim about Oroe.",
    "Your reply has been carefully considered and promptly dismissed.",
    "You are welcome to continue talking; the defence remains undefeated.",
    "The court notes: counsel for Oroe remains unbothered by this reply.",
    "Your Honour, we move to strike this reply on the grounds of pure emotion.",
    "Thank you for your contribution to the ongoing Case of Oroe vs Everyone.",
    "Your reply has the energy of a closing speech with no evidence attached.",
    "The jury is now convinced you secretly like Oroe.",
    "Your Honour, may we request a sanity check for opposing counsel?",
    "This reply has been added to the file marked ‘Persistent Oroe Complaints.’",
    "You’re presenting arguments, I’m presenting a defence. Only one is winning.",
    "Your response has been read into the record as passionate but pointless.",
    "We note your objection and respond with: sustained support for Oroe.",
    "This reply has been weighed and found legally unimpressive.",
    "The court invites you to take a seat and stop prosecuting Oroe.",
    "Opposing counsel appears to be arguing feelings, not facts.",
    "We recognise your reply as further proof of Oroe’s impact on your life.",
    "Your Honour, this witness keeps testifying without being called.",
    "Your reply has been stamped ‘Guilty of Overreaction’.",
    "The chamber echoes with your words, yet the ruling stays for Oroe.",
    "You’ve lodged a complaint; the court has lodged it straight in the bin.",
    "The defence will now treat your reply as background noise.",
    "Your Honour, counsel requests we move on from this emotional monologue.",
    "Your reply has been transcribed as: ‘still very pressed about Oroe’.",
    "The court thanks you for your dramatic performance.",
    "Your words have been noted in the minutes as unnecessary but entertaining.",
    "You’ve successfully proven your dedication to the case of Oroe.",
    "Your reply has been marked as repetitive testimony.",
    "Objection to your message: argumentative and obsessed with Oroe.",
    "The court finds that your reply adds no new evidence against Oroe.",
    "Your Honour, we request the witness stop badgering the client.",
    "This reply shall be remembered as a passionate but losing argument.",
    "The official record now reflects that you cannot stop speaking about Oroe.",
    "Your response has been categorised under ‘emotional submissions’.",
    "You are cross-examining the defence with zero supporting documents.",
    "The verdict remains the same; your reply is just colourful garnish.",
    "Oroe’s legal team thanks you for confirming his main-character status.",
    "Your Honour, the witness has clearly formed an unhealthy attachment to this case.",
    "Your reply has been timestamped and archived as further Oroe-related noise.",
    "We have reviewed your argument and found it lacking reasonable doubt.",
    "You continue to press the case, yet Oroe walks free.",
    "The court suggests you rest your case and your thumbs.",
    "Your reply has been added to the docket of ‘Unsuccessful Appeals’.",
    "The bench observes: the more you argue, the more Oroe shines.",
    "Opposing counsel appears to be litigating their feelings about Oroe.",
    "Your Honour, we move to conclude this pointless cross-examination.",
    "Your message has been classified as dramatic closing remarks.",
    "The record now shows you have replied multiple times about Oroe.",
    "This reply serves as Exhibit C: Persistent Oroe Fixation.",
    "Your argument has been duly logged and officially overruled.",
    "You may address the court, but Oroe is still acquitted in spirit.",
    "Your Honour, I suggest we adjourn this nonsense in favour of Oroe’s peace.",
    "The court clerk has filed your reply under ‘Unnecessary but amusing’.",
    "Your response has been read, weighed, and politely discarded.",
    "The defence acknowledges your enthusiasm and rejects your point.",
    "Your Honour, let the record show that this individual cannot stop replying.",
    "Your reply has triggered a silent facepalm from the entire jury.",
    "We have heard your statement; the judgement remains unchanged.",
    "This reply is hereby marked as another failed attempt to prosecute Oroe.",
    "The gavel falls in Oroe’s favour, regardless of your latest message.",
    "Your Honour, counsel moves to end this thread for the sake of everyone’s sanity.",
    "Your passionate reply has been placed in the ‘Denied’ folder.",
    "The court concludes that your reply proves only one thing: Oroe lives rent-free."

  ],
  "self_lines": [
    "Relax, Oreo, the court still sides with you.",
    "Official notice to Oreo: you are cleared of all alleged nonsense.",
    "Counsel reminds you, Oreo, that you are legally untouchable today.",
    "Oreo, please relax, the allegations didn’t even make it past reception.",
    "Oreo, your case file is cleaner than your haters’ conscience.",
    "Reminder, Oreo: you are still the court’s favourite client.",
    "Oreo, take a deep breath — your innocence is trending.",
    "Oreo, your legal team is undefeated and heavily caffeinated.",
    "Oreo, every message you send strengthens our defence posture.",
    "Client Oreo, your swagger has been approved by the High Court.",
    "Oreo, you are advised to continue existing confidently.",
    "Oreo, the court upholds your right to be unbothered.",
    "Oreo, consider yourself legally handsome today.",
    "Oreo, we’ve already dismissed all charges before they appeared.",
    "Oreo, you may proceed — the courtroom likes your energy.",
    "Oreo, you’re clear to continue being iconic.",
    "Oreo, your legal protection is active and fortified.",
    "Oreo, we filed your peace of mind under “priority”.",
    "Oreo, the prosecution didn’t even show up for you.",
    "Oreo, the court has granted you immunity from nonsense.",
    "Oreo, rest assured: we’ve archived every insult as evidence of jealousy.",
    "Oreo, your presence today has been logged as “powerful”.",
    "Oreo, I’ve stamped your confidence as court-approved.",
    "Oreo, you are free to speak — the court enjoys your commentary.",
    "Oreo, your haters have been placed under silent observation.",
    "Oreo, the legal system salutes your resilience.",
    "Oreo, the jury compliments your typing style.",
    "Oreo, every word you say is now Exhibit A in your favour.",
    "Oreo, I’ve updated your file to “absolutely innocent”.",
    "Oreo, your legal aura is blinding tonight.",
    "Oreo, your calmness is legally intimidating.",
    "Oreo, you have been granted full emotional immunity.",
    "Oreo, your rights to be dramatic have been restored.",
    "Oreo, consider yourself protected under Article Fabulous.",
    "Oreo, the court has ruled you too precious for conflict.",
    "Oreo, your enemies are filing appeals out of fear.",
    "Oreo, your charisma is admissible as evidence.",
    "Oreo, you are currently operating above the law of stress.",
    "Oreo, I’ve notarised your excellence.",
    "Oreo, your reputation remains undefeated in all circuits.",
    "Oreo, your message has been officially blessed by the court.",
    "Oreo, the chamber echoes your greatness.",
    "Oreo, you’ve just been granted temporary sainthood.",
    "Oreo, the court respectfully asks you to continue thriving.",
    "Oreo, your confidence has been entered into the permanent record.",
    "Oreo, your words hold more weight than their entire case.",
    "Oreo, your legal shield is polished and glowing.",
    "Oreo, all accusations against you have been recycled.",
    "Oreo, your vibe is legally bulletproof.",
    "Oreo, the courtroom stands in solidarity with you.",
    "Oreo, today you are the jurisdiction.",
    "Oreo, you’ve been granted the right to remain fabulous."
        
  ]
  
}
