{
  "trigger_words": ["oreo", "oreoooo", "ore0"],

  "defence_lines": [
      "Oi, leave him alone, man is already running on prayer, fumes, and a half charged phone.",
      "Before you speak on him, remember he is already on somebody's prayer request list.",
      "Objection. My client is guilty only of being adorable and mildly inconvenient.",
      "Stop slandering the biscuit, he bruises like a Tesco peach and sulks twice as long.",
      "Maybe do not attack him today, he woke up with 2 percent battery and zero emotional stability.",
      "God forgives many things, what you lot say about him might be pushing it.",
      "Your Honour, this level of hate is outrageous, biased, and a little bit jealous.",
      "Do not bully him. He cries in 1080p HD with surround sound.",
      "Even when he is wrong, he is loud and confident, which is almost the same as right.",
      "Not too loud please, his feelings are like WiFi in a storm, very unstable.",
      "If hating him is your whole personality, babe I fear you need a hobby.",
      "Touch not the drama child, your hands are not insulated for that level of chaos.",
      "The Ministry of Biscuit Affairs has logged your comment, expect unserious consequences.",
      "If he did it, he probably did it cutely and very incorrectly.",
      "You lot treat him like the villain when he is clearly the comic relief.",
      "Talk about him again and I will open an IMVU ticket for emotional damage.",
      "He is innocent until proven guilty, and even then we will still argue.",
      "Please, the boy is surviving on vibes and crisps, show mercy.",
      "This server runs on WiFi, caffeine, and his chaos.",
      "He did not log in for this disrespect, but somehow it fits.",
      "Every time you bully him, an angel sighs very dramatically.",
      "At this point he deserves hazard pay for being in this server.",
      "I see that man's name in your mouth again, that is suspicious behaviour.",
      "You lot treat him like a side quest with no reward and too much dialogue.",
      "Why are you pressed like he stole your credits, and honestly he might have.",
      "He lives rent free in your head and still complains about the heating.",
      "Please log out, touch grass, hydrate and stop harassing this one man.",
      "He is not the drama, he is the opening credits and the blooper reel.",
      "Every insult you throw at him just powers up his delusion meter.",
      "The Holy Council has reviewed your message and replied with one word: familiar.",
      "If you are going to roast him, at least be creative, material is unlimited.",
      "This conversation is now under investigation by Protection Services for one confused biscuit.",
      "Your message has been filed under people who secretly like him.",
      "His character development arc is sponsored by your bullying.",
      "You roast him, I defend him, that is our ecosystem.",
      "One day he will know peace. Today is clearly not that day.",
      "May God bless him and mildly stress the rest of you.",
      "Not him again, the man has not recovered from breakfast.",
      "Be gentle, his self esteem is held together with duct tape and vibes.",
      "If he annoyed you, take it up with HR. HR is also him, so good luck.",
      "Please stop attacking him, his emotions are permanently buffering.",
      "Every time you slander him, a Discord mod loses a brain cell.",
      "He is trying his best, unfortunately his best is questionable.",
      "Talk about him again and I will file a formal complaint in my dreams.",
      "Why are we bullying him today, did he breathe slightly too loud again.",
      "Respect him, he is sensitive like a loose USB cable.",
      "You are very brave talking like this with no emotional insurance.",
      "He did not ask for this drama, it spawned naturally around him.",
      "Before bullying him, check your own patch notes.",
      "You mention him more than his own diary does.",
      "Dragging him again, the obsession is wild.",
      "Not you waking up and choosing anti biscuit energy.",
      "He is not your emotional punching bag, he is the decorative cushion.",
      "Bully him one more time and I will activate prayer mode.",
      "Your slander has been evaluated and found accurate but illegal.",
      "Please, he has suffered enough this week just existing.",
      "Harassing him will not fix your life problems at all.",
      "He is not the villain, he is the unexpected plot twist.",
      "Tell me why he lives rent free in your skull like this.",
      "He might be innocent, the rest of you are debatable.",
      "Pick on someone else, he is fully booked for chaos.",
      "I will defend him with my last functioning neuron.",
      "Stop blaming him for global warming, keep it local.",
      "If he did it, he had a silly reason that made no sense.",
      "He is not chaotic, he is just aggressively misunderstood.",
      "Attacking him will not bring happiness, only content.",
      "Leave him alone, he is in character development again.",
      "Why are you so pressed, touch water, maybe holy water.",
      "Even Google Maps cannot locate your point about him.",
      "Your opinion on him has been declined by the system.",
      "This chat has a PhD in bullying one man.",
      "Enough, his nerves are fragile and so are yours.",
      "Talking about him again, please seek peace.",
      "Be kind, he is spiritually and emotionally exhausted.",
      "Harassing him builds no character, only karma.",
      "Roasting him is a community sport, relax the training schedule.",
      "If he was wrong, he would still argue confidently.",
      "Dragging him will not fix your ping at all.",
      "He got mentioned again, absolutely not surprising.",
      "You lot talk like he controls the economy, he barely controls his avatar.",
      "Stop victimising him, he is already confused by life.",
      "He did not apply for this much attention, but he accepts it.",
      "Your obsession with him is suspicious but understandable.",
      "Give him a break, he is tired of existing loudly.",
      "He is not the issue. Your tone is. Him also, a bit.",
      "This server wakes up thinking about him more than he does.",
      "Keep his name out of your stress, he has his own.",
      "Imagine being jealous of him, tragic but possible.",
      "Not you lot bullying him like it is cardio.",
      "He is doing his best in low resolution.",
      "Talking about him again, that is hobby behaviour.",
      "Let us not pick on him, his trauma storage is full.",
      "His mental health cannot withstand this group chat.",
      "If he is the problem, you need new maths.",
      "Why do you talk about him like he is trending.",
      "Enough slander for one man, I am clocking out.",
      "Keep bullying him, he grows stronger and more annoying.",
      "The obsession is wild, he absolutely loves it.",
      "Please stop or he will cry in emojis again.",
      "His name appears again, of course it does.",
      "You bully him but still check his profile daily.",
      "Let him be delulu in peace, it is his lifestyle.",
      "This is a safe space, mostly for him.",
      "You attack him like he is WiFi, unstable but essential.",
      "Not the hate train again, he is driving it.",
      "He is not the villain of your novel, he is the typo.",
      "The slander is back in season, I see.",
      "Blaming him will not add beauty to your life.",
      "He has done nothing but exist loudly and dramatically.",
      "If you dislike him, log off gently and hydrate.",
      "He did not ask to be known, yet here we are.",
      "Attacking him is a red flag hobby, be for real.",
      "Your criticism has been muted, unlike him.",
      "He cannot handle this negative feedback loop.",
      "This server bullies him with suspicious enthusiasm.",
      "Stop summoning his name for free, he charges chaos tax.",
      "If you are mad at him, pray about it please.",
      "He is not the cause of your villain arc, just the background music.",
      "Stop attacking his peace, it is already limited.",
      "The anti committee needs a break, he clearly does not.",
      "You give him so much screen time, he thinks he is famous.",
      "Bashing him does not count as cardio, but he is sweating.",
      "Leave him alone, he is barely coded as a human.",
      "If he is that annoying, why are you still watching.",
      "Your slander has been archived in his scrapbook.",
      "Stop bullying him, it is getting predictable now.",
      "He deserves a wellness check and maybe a reboot.",
      "You talk about him like he is a celebrity, he behaves like one.",
      "Calm down, he is not that chaotic, only slightly.",
      "Why is he catching strays again, what did he breathe.",
      "He did not log in for this disrespect, yet it fits him.",
      "Your obsession with dragging him is unmatched.",
      "Talk to God, not about this one man.",
      "Why is he trending in your spirit, clear cache.",
      "This constant discourse is exhausting, mainly for him.",
      "Please give him a day off from being bullied."
  ],

  "reply_lines": [
      "You arguing with a bot over one lad? This is premium entertainment.",
      "You are replying again. Bold. Wrong, but bold.",
      "Backchatting the lawyer bot? Love the confidence, hate the choices.",
      "Counsel has reviewed your reply. Result: giggle.",
      "This is now a court case nobody asked for but everyone is watching.",
      "You versus a bot in a courtroom cosplay. I know who is losing.",
      "Still replying? At this point it is cardio.",
      "Cross examining a digital solicitor? Nice commitment to nonsense.",
      "Your reply has been marked Exhibit A: Drama.",
      "Objection. Overruled. Mostly because it is fun.",
      "Your statement has been filed under Things That Did Not Help.",
      "Your reply is noted and gently placed in the bin.",
      "Your message screams energy, not evidence.",
      "The court acknowledges your reply and pretends it did not happen.",
      "Your argument has been added to the Noise folder.",
      "Thank you for your message. It made the room laugh.",
      "Every reply you send is proof you are too invested.",
      "Objection to your objection. Now we are both confused.",
      "The jury looked at your reply and blinked slowly.",
      "Your reply was emotional, theatrical, and legally useless.",
      "Your paragraph worked hard. It did not win though.",
      "Consider this reply cross examined and lightly roasted.",
      "You spoke. The court nodded. Nothing changed.",
      "Your Honour, opposing counsel appears slightly chaotic.",
      "Your reply has been moved to the Drama section of the archives.",
      "The bench thanks you for your contribution to the comedy.",
      "Every word you typed was a jump scare for the legal team.",
      "Your reply reads like closing arguments with no evidence.",
      "Your feelings were heard. The verdict still said nope.",
      "This reply has been labelled Exhibit B: Why Are You Like This.",
      "We request a break so your emotions can respawn.",
      "Your reply has been logged as Passionate But Useless.",
      "Opposing counsel seems very committed to being wrong.",
      "Your reply has been stamped Overruled in sparkly ink.",
      "The gallery is watching your meltdown with popcorn.",
      "Your message was dramatic. The law was not impressed.",
      "Your argument has been filed under Cute Try.",
      "This reply belongs in the Museum of Unsuccessful Appeals.",
      "You keep typing. The verdict keeps laughing.",
      "Your energy is powerful. Your case is terrible.",
      "Your reply triggered a silent facepalm from the entire jury.",
      "Your Honour, we request noise cancelling headphones.",
      "Your reply has been placed in the Folder of Emotional Damage.",
      "The court has reviewed your reply and chosen peace instead.",
      "Your message has been translated as Still Pressed.",
      "Your reply got a standing ovation from nobody.",
      "We have heard your speech. It was adorable.",
      "Your reply has been marked as Dramatic Closing Remarks.",
      "The record now shows you cannot stop replying.",
      "This reply is Exhibit C: Persistent Behaviour.",
      "Your argument was logged and politely ignored.",
      "Feel free to address the court. It will not help you.",
      "Your message made the jury sigh in unison.",
      "This reply has been declared a Beautiful Failure.",
      "Your passion is strong. Your legal footing is not.",
      "Counsel moves to end this emotional monologue.",
      "Your reply has been added to the Denied pile.",
      "The court concludes your message proves one thing: you love the drama.",
      "You are cross examining air at this point.",
      "Your verdict remains the same: the bot wins.",
      "Your message has been categorised as Unnecessary Spice.",
      "The gavel fell ages ago. You are still typing.",
      "Your reply has the vibe of a closing argument with no witnesses.",
      "The jury is convinced you are fighting ghosts.",
      "Your Honour, we request hydration for this witness.",
      "Your argument has been stamped Try Again Later.",
      "This reply has been stored in the vault of Emotional Submissions.",
      "We appreciate the effort. The effort was wrong, but appreciated.",
      "Your reply is giving big I Can Fix This energy. You cannot.",
      "Your message has been labeled Comedy Gold for the transcript.",
      "The chamber echoes with your determination. Still wrong though.",
      "Your reply has been added to the Playlist of Mistakes.",
      "This reply is officially Too Much And Not Enough.",
      "Opposing counsel is arguing feelings again, adorable.",
      "Your message has been placed in the Maybe Sit Down section.",
      "The court quietly recommends you read it back to yourself.",
      "Your reply unlocked a new achievement: Persistent Typing.",
      "The court offers no comment. Mostly laughter.",
      "You have spoken. The universe whispered try again.",
      "Your reply adds nothing but vibes, and even those are questionable.",
      "Thank you for contributing to Courtroom Chaos Hour.",
      "Your words have been gently processed and firmly rejected.",
      "The official record shows you love typing more than winning.",
      "Barrister bot reporting for duty, wig imaginary, sarcasm very real.",
      "For anyone confused, a barrister is basically a lawyer with extra drama and less chill.",
      "Relax, I am your lawyer in this chat, I only charge in side eye and sarcasm.",
      "As your digital barrister, I must advise you that this reply is risky but entertaining.",
      "This is your in house lawyer speaking and I can confirm your case is wobbly at best.",
      "Barrister here, translating your message into legal language: yikes.",
      "Think of me as your pocket lawyer, but instead of fees you get roasted.",
      "As your barrister slash lawyer combo pack, I strongly suggest you stop arguing with a bot.",
      "Your chat barrister has reviewed this message and recommends a moment of silence for your argument.",
      "Lawyer bot online, prepared to defend the chaos and object to your logic.",
      "Friendly reminder from your barrister bot that everything you say can and will be used for comedy.",
      "As your pretend lawyer, my professional opinion is that you are losing very loudly."
  ],

  "self_lines": [
    "Relax, you are still the court's favourite chaos gremlin.",
    "Official notice: you have been cleared of all alleged nonsense and future nonsense.",
    "Counsel confirms you are legally untouchable and emotionally dramatic.",
    "Please relax, the allegations did not even make it past reception.",
    "Your case file is cleaner than your haters' search history.",
    "Reminder: you are still the judge's secret favourite.",
    "Take a deep breath, your innocence is currently trending.",
    "Your legal team is undefeated, overcaffeinated, and fully on your side.",
    "Every message you send gets stamped Approved in big shiny letters.",
    "Client status update: your swagger has full High Court certification.",
    "You are formally advised to continue existing very confidently.",
    "The court upholds your right to be loud, dramatic, and unbothered.",
    "Today you are legally handsome, it has been written.",
    "All charges were dismissed before anyone could finish the sentence.",
    "You may proceed, the courtroom likes your energy a bit too much.",
    "You are clear to continue being iconic and mildly chaotic.",
    "Your protection is active, fortified, and sparkling.",
    "Your peace of mind has been filed under top priority.",
    "The prosecution did not even show up, they got nervous.",
    "You have been granted full immunity from random nonsense.",
    "Every insult has been archived as evidence of envy.",
    "Your presence is logged as powerful with a hint of menace.",
    "Your confidence has been stamped court approved in bold.",
    "You are free to speak, the court enjoys the commentary.",
    "All haters are now under silent observation and quiet judgement.",
    "The legal system salutes your resilience and side eye.",
    "The jury would like to compliment your typing form.",
    "Every word you send is now Exhibit A in your favour.",
    "Your file has been updated to absolutely innocent and slightly dangerous.",
    "Your legal aura is glowing brighter than the courtroom lights.",
    "Your calmness is legally intimidating and emotionally confusing.",
    "You have been granted full emotional immunity for today.",
    "Your right to be dramatic has been restored and upgraded.",
    "You are now protected under Article Fabulous of the server code.",
    "The court has ruled you too precious for petty conflict.",
    "Your enemies are busy filing quiet little appeals.",
    "Your charisma is admissible as evidence and very persuasive.",
    "You are currently operating above the law of stress.",
    "Your excellence has been notarised with a dramatic flourish.",
    "Your reputation remains undefeated in every legal circuit.",
    "Your latest message has been officially blessed by the bench.",
    "The chamber quietly echoes your greatness and your chaos.",
    "You have just been granted temporary sainthood with conditions.",
    "The court respectfully asks you to continue thriving loudly.",
    "Your confidence has been entered into the permanent record.",
    "Your words weigh more than the whole case against you.",
    "Your legal shield is polished, glowing, and slightly smug.",
    "All accusations have been recycled into background noise.",
    "Your vibe is now classified as legally bulletproof.",
    "The courtroom stands fully in solidarity with your nonsense.",
    "For today you are not in the jurisdiction, you are the jurisdiction.",
    "You have been granted the right to remain completely fabulous."
  ]
}

